/* 
   Localizable.strings
   Untitled

   Created by Moritz Venn on 09.03.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */

/* These are all subject to change (especially cause they suck (even the names ^^)) */

"Service List Title" = "Services";
"Service List Explain" = "";

"Timer List Title" = "Timer";
"Timer List Explain" = "";

"Control View Title" = "Control";
"Control View Explain" = "";

"Service Action Title" = "Say what?";
"Service Action Message" = "Please choose what to do...";

"Timer Action Title" = "w00t?";
"Timer Action Message" = "Come on... do something :-)";

"Zap" = "Zap";
"Show EPG" = "Show EPG";

"Volume:" = "Volume";
"Mute:" = "Mute";
"Standby" = "Standby";
"Reboot" = "Reboot";
"Restart" = "Restart Enigma2";
"Shutdown" = "Shutdown";

"Event" = "Event";
"Events" = "Events";
"Services" = "Services";
"Timers" = "Timers";

"Waiting" = "Waiting";
"Prepared" = "Prepared";
"Running" = "Running";
"Finished" = "Finished";